tap "airbytehq/tap"
tap "browsh-org/browsh"
tap "iina/mpv-iina"
tap "lizardbyte/homebrew"
tap "mistertea/et"
tap "mongodb/brew"
tap "quickemu-project/quickemu", "https://github.com/quickemu-project/quickemu"
brew "xz"
brew "protobuf"
brew "autossh"
brew "python@3.13"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "btop"
brew "cairo"
brew "chroma"
brew "ripgrep"
brew "codex"
brew "coreutils"
brew "direnv"
brew "docker-compose"
brew "duckdb"
brew "dvc"
brew "elixir"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-crypt"
brew "git-graph"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "helm"
brew "htop"
brew "huggingface-cli"
brew "hyperfine"
brew "imagemagick"
brew "imessage-exporter"
brew "ipfs"
brew "k9s"
brew "kew"
brew "kubernetes-cli"
brew "lynx"
brew "mas"
brew "minikube"
brew "mongosh"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "ollama"
brew "opentofu"
brew "otel-cli"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "podman"
brew "podman-compose"
brew "posting"
brew "prettier"
brew "pv"
brew "qpdf"
brew "rclone"
brew "rename"
brew "rsync"
brew "serie"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "telnet"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "browsh-org/browsh/browsh"
brew "mistertea/et/et"
brew "mongodb/brew/mongodb-database-tools"
cask "alacritty"
cask "anki"
cask "audacity"
cask "aws-vpn-client"
cask "basictex"
cask "burp-suite"
cask "capcut"
cask "chromedriver"
cask "corretto@11"
cask "cursor"
cask "docker-desktop"
cask "element"
cask "firefox"
cask "gcloud-cli"
cask "gimp"
cask "google-chrome"
cask "google-earth-pro"
cask "jetbrains-toolbox"
cask "josm"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "moonlight"
cask "mullvad-vpn"
cask "nordvpn"
cask "philips-hue-sync"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "synthesia"
cask "tailscale-app"
cask "telegram"
cask "tomatobar"
cask "unnaturalscrollwheels"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "windsurf"
cask "zed"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Goodnotes", id: 1444383602
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Vimlike", id: 1584519802
mas "Xcode", id: 497799835
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
