tap "airbytehq/tap"
tap "browsh-org/browsh"
tap "iina/mpv-iina"
tap "lizardbyte/homebrew"
tap "mistertea/et"
brew "xz"
brew "autossh"
brew "awscli"
brew "azure-cli"
brew "btop"
brew "chroma"
brew "direnv"
brew "elixir"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "git-lfs"
brew "gnupg"
brew "helm"
brew "htop"
brew "imagemagick"
brew "ipfs"
brew "k9s"
brew "kubernetes-cli"
brew "lynx"
brew "mas"
brew "minikube"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "opentofu"
brew "pandoc"
brew "pinentry-mac"
brew "podman"
brew "poetry"
brew "prettier"
brew "pv"
brew "qpdf"
brew "rclone"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "browsh-org/browsh/browsh"
brew "mistertea/et/et"
cask "alacritty"
cask "anki"
cask "audacity"
cask "aws-vpn-client"
cask "basictex"
cask "burp-suite"
cask "capcut"
cask "chromedriver"
cask "corretto@11"
cask "cursor"
cask "element"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-earth-pro"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "moonlight"
cask "mullvad-vpn"
cask "philips-hue-sync"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "synthesia"
cask "tailscale-app"
cask "telegram"
cask "unnaturalscrollwheels"
cask "vlc"
cask "windows-app"
cask "windsurf"
cask "zed"
mas "AdGuard for Safari", id: 1440147259
mas "Goodnotes", id: 1444383602
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Vimlike", id: 1584519802
mas "Xcode", id: 497799835
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
