tap "airbytehq/tap"
tap "browsh-org/browsh"
tap "mistertea/et"
brew "xz"
brew "autossh"
brew "awscli"
brew "azure-cli"
brew "btop"
brew "chroma"
brew "direnv"
brew "elixir"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "gnupg"
brew "helm"
brew "htop"
brew "imagemagick"
brew "ipfs"
brew "k9s"
brew "kubernetes-cli"
brew "lynx"
brew "minikube"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "opentofu"
brew "pandoc"
brew "pinentry-mac"
brew "procs"
brew "pv"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "shfmt"
brew "telnet"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "browsh-org/browsh/browsh"
brew "mistertea/et/et"
cask "anki"
cask "aws-vpn-client"
cask "basictex"
cask "burp-suite"
cask "chromedriver"
cask "docker"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-earth-pro"
cask "iterm2"
cask "itermai"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "mullvadvpn"
cask "philips-hue-sync"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "signal"
cask "spotify"
cask "steam"
cask "synthesia"
cask "tailscale"
cask "unnaturalscrollwheels"
cask "vlc"
cask "windows-app"
cask "zed"
